export interface accordionDataType {
  id: number;
  title: string;
  content: string;
}

export const accordionData: accordionDataType[] = [
  {
    id: 1,
    title: "معرفی کلینیک دندانپزشکی",
    content:
      "کلینیک ما با بهره‌گیری از جدیدترین تجهیزات و تیمی مجرب، خدمات دندانپزشکی را با بالاترین کیفیت ارائه می‌دهد.",
  },
  {
    id: 2,
    title: "خدمات ترمیمی و زیبایی",
    content:
      "ارائه انواع خدمات ترمیمی، سفید کردن دندان، لمینت و کامپوزیت با استفاده از مواد درجه یک و تکنولوژی روز دنیا.",
  },
  {
    id: 3,
    title: "ایمپلنت و پروتز دندانی",
    content:
      "کاشت ایمپلنت‌های دندانی و ساخت پروتزهای ثابت و متحرک با بهترین کیفیت و ماندگاری بالا.",
  },
  {
    id: 4,
    title: "درمان ریشه و عصب‌کشی",
    content:
      "درمان تخصصی ریشه و عصب‌کشی با دستگاه‌های پیشرفته و کمترین میزان درد و ناراحتی برای بیماران.",
  },
  {
    id: 5,
    title: "ارتودنسی و اصلاح طرح لبخند",
    content:
      "ارائه خدمات ارتودنسی و اصلاح طرح لبخند با استفاده از روش‌های نوین و تجهیزات پیشرفته.",
  },
  {
    id: 6,
    title: "جراحی‌های دندان و لثه",
    content:
      "انجام جراحی‌های تخصصی دندان و لثه با استفاده از تکنیک‌های مدرن و تجهیزات پیشرفته.",
  },
  {
    id: 7,
    title: "مشاوره و آموزش بهداشت دهان و دندان",
    content:
      "ارائه مشاوره‌های تخصصی و آموزش‌های لازم برای حفظ بهداشت دهان و دندان به بیماران.",
  },
];
